{
  "jokes" : [
    "Si un jour les nichons sont capables de parler faudra leur apprendre à dire mais\nCar on manque de mais de seins",
    "Est-ce que quand le voisin de toto a des gaz ...... c'est le voisin totoro?\n",
    "Est-ce que si Baal de chez pong farm le village kani ... ça fait Baalkani?\n",
    "Est-ce que quand artisan a chaud, il a un coeur d'arti chaud?",
    "Vous savez pkr 2 cras ensemble ils sont forcément sales ?\nPck ils sont cracra",
    "Est-ce que quand six le meneur de stone il ramène 2 persos et il les met l'un sur l'autre ....\nça valide six sur six?",
    "Si c'est moi qui avait fait le nom des os j'en aurais appelé un théo, ça aurait fait un osthéo",
    "Si j'avais un enfant je l'appellerais Nomi et à chaque fois qu'il vomirait je dirais: \"hey t'as la gastro Nomi?\"\n",
    "C'est l histoire d un pauvre homme qui est mort en camps de concentration... Il est tombé du mirador",
    "Vous savez ce qui est marrant ?\nUn catamaran",
    "Est-ce que quand un iop il bond puis duel il a sa dose de légumes du coup?",
    "Si tes enfants sont pas futfut\nOn peu parler de con descendance ?\n",
    "Du coup le boss qui boit le plus ... C'est le comte qui se rebourre ?\n",
    "Vous savez qui ont jamais besoin de kamas ?\nLes all blacks\nPck ils font que de Kamater\n",
    "Si j'avais un fils je l'appellerais Teuh comme ça quand on se demandera où il est on se dira \"tiens il y a pu Teuh?\"\n",
    "Vous vous rendez compte que Gp le meneur de la mara il est passé à une lettre près d'être Gpt ?\n",
    "Vous savez que quand je suis avec un patient tétraplégique j'ai vraiment l'impression d'être sur dofus. Parce que dans les 2 cas ça marche pas.\n",
    "Est-ce que quand zanpa il a du riz, des épices, des crevettes et des moules, ça fait une zanpaela?\n",
    "Est-ce que quand une personne qui aime les femmes et les hommes décède, ça fait bi meurt?\n",
    "Quand une pute à soin veut se faire pl mais ne trouve plus sa pano xp, c'est un eni rip sasa?\n",
    "Quelle est la chaîne de télé que t'aimes pas avoir en mate sur dofus ?\nTf1",
    "Quand t'as un quartier d'arabe, c'est un neigh beurre hood?",
    "Est-ce que quand un rat japonais est débile, ça fait Bakarat ?\n",
    "Un mec qui excelle pas dans son domaine, du coup, il open office?",
    "Une horloge si elle doit jouer à dofus, du coup elle joue sa cri heure ?",
    "Est-ce que quand mr Abcès meurt, on peut dire qu'il crève l'abcès ?",
    "Quand un féculent dit \"cule\"\nc'est un riz dit cule?\n",
    "Si j'avais une famille de nombreuse et que je vivais en Corée j'appellerais les garçons Tic et les filles Tac\nCa ferait des asia tic tac tic tac\n",
    "Quand t'as pas choisi brakmar et que tu fais chier on a le droit de te dire bonta mère la pute?\n",
    "Emilien quand il bouffe asiat il développe du flow?\nPck eminem",
    "Quand un de tes jeans se met soudainement à bouger\nC'est un jean tonic ?",
    "Quand le frère de Gnard accepte pas quelque chose, c'est le déni bro gnard?\n",
    "Est ce que quand tu as la chance d avoir des lits dans un avion ... c'est délicieux ?\n",
    "Si j étais un styliste je ferais une robe que j appellerais binet, ça ferait la robe binet",
    "Un mec qui vient de la banlieue quand il joue sur dofus il est forcément terre terre ?\n",
    "Si j étais Neymar j appellerais mon fils Jean\nQuand il fera chier on pourra lui gueuler \"JEAN NEYMAR !\"",
    "C'est l'histoire d'un papier qui tombe à l'eau, il crie, \"Au secours, j'ai papier!\"",
    "Mon iop parfois j hésite à le rename James\nParce que James bond",
    "Quand un Tchèque prend des notes, il le fait sur un carnet Tchèque ?\n",
    "Vous savez où mange l'or ?\nA teur, Parce que l or dinne à teur",
    "Un bouftou chinois\nC'est un bouftoutou ?\n",
    "Un type qui conduit en soirée c est un sam, mais un type qui boit c est un rai?\nDu coup en soirée c est sam ou rai ?\n",
    "Des nouilles japonaises que tu manges sur place\nC'est des ramène pas chez toi du coup?\n",
    "Vous savez pourquoi les tables basses font la gueule ?\nParce que elles sont pas commodes",
    "Quand un mec conduit à une soirée est asiat\nC'est un sam sung?",
    "Si le Covid était apparu dans les populations buvant de la vodka\nCa aurait été le corona vie russe?",
    "Pendant le siècle des lumières il y a dû avoir une année dédiée à la volaille\nParce que c'est utile l'an poule pour les lumières",
    "Si je devais créer une bière je l'appelerais ure\nPour que les barmans bug en entendant \"une pinte ure svp\"",
    "Je comprends pas les gens qui s'énervent car pour un sadi qui représente la nature c'est logique de rall.... C'est fleure rall quoi",
    "Vous connaissez l'histoire d'Artisan qui fait rentrer une mule d'Evil-Haze chez sempi après que je l'ai prévenu qu'il était bizarre et que son pseudo figurait sur la bl de PLUM?\nLe problème, c'est que c'est pas une blague....\n",
    "J'espère un jour un ami très âgé qui s'appellera Nouille\nPour pouvoir dire après son décès \"ah oui mon regretté feu Nouille\"...\n",
    "Quand sfr et orange s'embrouillent pour savoir qui a la meilleure offre internet, c'est un combat de box?",
    "Est ce que un portophile quand on le vire en lui disant de prendre la porte il répond \"avec plaisir\"?\n",
    "Si j'avais un enfant je l'appelerais Breuh comme ça quand il ira faire le jardin je pourrais dire \"Hey Breuh tond !\"\n",
    "Je me demande si 2 chats quand ils sont ensemble ils polluent ... parce que ça fait un cat cat\n",
    "Si j'avais une équipe de foot je lui donnerais comme surnom \"les naises\"\nCa ferait les maillots naises",
    "Vous savez quel est le fruit qui ment tout le temps? La banane parce que le banane nier",
    "Vous savez quelle est la guilde qui rigole tout le temps? Celle de Flo parce que ils sont tout le temps pliés !\n",
    "Ton père serait pas roublard ? Pck il a fait une sacrée bombe",
    "T'aurais pas un enfant qui s'appelle veilleuse ? Pck t'es merveilleuse",
    "Si j'étais conducteur de bus j'appellerais le miens \"ma\"\nCa ferait le car ma\n",
    "Si le père de che guevara était un chat ça aurait fait un chat père che ?\n",
    "Si j'avais une station de ski je l'appellerais \"Les Frênes\", pour que les gens disent \"on va faire du ski aux frênes?\"",
    "Vous pensez que quand les coiffeurs prennent des vacances, ils posent des hairs tt?\n",
    "Si j'avais un fils je l'appelerais Ota comme ça à chacune de mes supers blagues je pourrais dire \"regardez, Ota rit\"",
    "Mais du coup les bourses d un dragon, c'est des dragon balls ?",
    "Un carne ... c'est donc un carnet de sans t?\n",
    "Les poissons de l'ouest c est des bre thons ?\n",
    "Quelle est la ville en France où on supporte naturellement le bayern Munich ?\nBah à Le Mans",
    "Si un lit tu le coupes en 3, ton chat il va passer dedans ?\nParce que ça fait un lit tiers",
    "Une pile en colère\nElle se ré volt ?\n",
    "Du coup si tu lances une bouteille t'es chevalier de la table ronde?\nVu que tu lances l'eau?\n",
    "Quand sky en a marre? ... On peut dire que sky o las",
    "Quand t'as un ami qui s'appelle Kah t'es protégé au moins, c'est un Kah pote quoi",
    "Pourquoi les mecs émotifs sont pas bons au tir à l'arc ?\nParce que ils sont sans cible\n",
    "Un sportif qui enleve ses chaussures\nOn peut dire qu il a fait 100 pompes ?\n",
    "Vous pensez qu un rat qui dit \"ateur\" il se met à chauffer ?\n",
    "Quand je vais dans un restaurant japonais je demandais souvent de quoi m'essuyer pour dire au serveur\n\"Ah tu sers viet finalement?\"",
    "Tu connais la blague du déménagement ?\nElle va faire un carton !",
    "Une personne maladroite du coup elle utilise son côté gauche plutôt?",
    "Quand je m'ennuie, je pense Aryen (Lord®)",
    "Une personne qui a plus de jambes\nElle est bas d'ass?",
    "Pourquoi le fer se met à rouler vite quand tu lui racontes une bonne blague?\nPck le fer a ri",
    "Quelle est l'eau que boivent les dieux?\nL'eau delà",
    "Pourquoi carla n'a pas besoin de teinture ?\nParce que carla bruni",
    "Quel est le journaliste toujours sous couverture?\nLaurent Delahousse",
    "Quel est le footballeur préféré de Lepen?\nLaurent Blanc",
    "Pourquoi quand tu termines tu n'as jamais raison?\nPck termine a tord",
    "Pourquoi tous les Evans sont méchants?\nPck Evan taille",
    "Pour être bd chez VàB\nIls faut léser Paul?",
    "Qui dans la guilde est le moins drôle ? Sten! Parce que Sten’nul! (Nain®)"
  ]
}